{
    "Mies van der Rohe": "God is in the details.",
    "Louis Sullivan": "Form ever follows function.",
    "Charles Eames": "Recognizing the need is the primary condition for design.",
    "Le Corbusier": "Architecture is the learned game, correct and magnificent, of forms assembled in the light.",
    "Frank Lloyd Wright": "An idea is salvation by imagination.",
    "Mies van der Rohe": "Less is more.",
    "Rem Koolhaas": "Not many architects have the luxury to reject significant things.",
    "Frank Lloyd Wright": "A doctor can bury his mistakes, but an architect can only advise his clients to plant vines.",
    "Frank Gehry": "Architecture should speak of its time and place, but yearn for timelessness.",
    "Buckminster Fuller": "When I’m working on a problem, I never think about beauty. But when I’ve finished, if the solution is not beautiful I know it’s wrong.",
    "Norman Foster": "As an architect you design for the present, with an awareness of the past, for a future which is essentially unknown.",
    "Daniel Libeskind": "o provide meaningful architecture is not to parody history but to articulate it.",
    "Eileen Gray": "To create, one must first question everything.",
    "Zaha Hadid": "Architecture is really about well-being. I think that people want to feel good in a space… On the one hand it’s about shelter, but it’s also about pleasure.",
    "Leonardo da Vinci": "Simplicity is the ultimate sophistication.”",
    "Zaha Hadid": "There are 360 degrees, so why stick to one?",
    "Frank Gehry": "I don’t know why people hire architects and then tell them what to do.",
    "Renzo Piano": "One of the great beauties of architecture is that each time, it is like life starting all over again.",
    "Frank Lloyd Wright": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.",
    "Oscar Niemeyer": "My work is not about “form follows function”, but “form follows beauty” or, even better, “form follows feminine."

}